{
  "folder": null,
  "name": "Battle Saints",
  "type": "deity",
  "effects": [],
  "system": {
    "description": {
      "gm": "",
      "value": "<p>Traditional vesk folk religion pays homage to hundreds of battle saints, mostly legendary figures from mythology or history who were chosen by Damoritosh to join his army when they died. Each saint is known for their heroic deeds in life. In the afterlife, they gained unique powers with which to bless mortals, who might call on different saints in their times of need. Many followers of Damoritosh pray to the saints for help in specific endeavors, and some vesk worship them in accordance with or as an alternative to their ancestral god. Devotees of each saint have their own beliefs and traditions, but they share the same general edicts and anathema.</p><p>Different battle saints represent every struggle, from treating chronic illness to moving up the corporate ladder. Some aren't vesk, like Apna the brave skittermander, whose legendary helpfulness makes her very responsive to prayers from those who venerate her.</p><p><strong>Edicts</strong> never give up, honor fallen comrades, celebrate victory</p><p><strong>Anathema</strong> fight alone when companions could help, betray your allies, show weakness to your enemies</p>"
    },
    "rules": [],
    "slug": "battle-saints",
    "_migration": {
      "version": 0.94,
      "lastMigration": null
    },
    "traits": {
      "otherTags": []
    },
    "publication": {
      "title": "Starfinder Player Core",
      "authors": "",
      "license": "ORC",
      "remaster": true
    },
    "category": "philosophy",
    "sanctification": null,
    "domains": {
      "primary": [],
      "alternate": []
    },
    "font": [],
    "attribute": [],
    "skill": [],
    "weapons": [],
    "spells": {}
  },
  "img": "systems/pf2e/icons/default-icons/deity.svg",
  "ownership": {
    "default": 0,
    "O8OxKK20UjX7W372": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.346",
    "systemId": "pf2e",
    "systemVersion": "7.2.3"
  },
  "_id": "MPol496nDguPTmCU",
  "sort": 0,
  "_key": "!items!MPol496nDguPTmCU"
}
