{
  "folder": "ObyQ5FYp8HIg42Nf",
  "name": "Operate Device",
  "type": "action",
  "effects": [],
  "system": {
    "_migration": {
      "version": 0.94,
      "previous": null
    },
    "description": {
      "value": "<p><strong>Requirements</strong> You are using a computer or similar device.</p><hr /><p>You perform a basic task using a digital device, such as operating a basic program or playing a vidgame. You might also use this if the device you're using has a physical component, such as 3D-tracking or requiring specific motions to activate features. The GM determines the DC based on the action you're taking.</p><hr /><p><strong>Critical Success</strong> You excel at what you are doing, learning secrets from the program or advanced functionality. If it's a game, then you win it with record timing based on average completion rates.</p><p><strong>Success</strong> You manage to operate the device in the necessary manner, including getting basic functionality. You gain general information from the program.</p><p><strong>Failure</strong> You can't understand the program or game and take a –2 circumstance penalty to further attempts to access or play it for the next day.</p><p><strong>Critical Failure</strong> You fail to access the game or make a mistake that prevents you from accessing the program (such as forgetting a password and locking yourself out of the program) for the next day.</p>",
      "gm": ""
    },
    "publication": {
      "title": "Starfinder Player Core",
      "authors": "",
      "license": "ORC",
      "remaster": true
    },
    "rules": [],
    "slug": "operate-device",
    "traits": {
      "otherTags": [],
      "value": [
        "concentrate",
        "exploration"
      ]
    },
    "actionType": {
      "value": "passive"
    },
    "actions": {
      "value": null
    },
    "category": "interaction",
    "deathNote": false
  },
  "_id": "wWtBcshahm11stMY",
  "img": "systems/pf2e/icons/actions/Passive.webp",
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.346",
    "systemId": "pf2e",
    "systemVersion": "7.2.3"
  },
  "sort": 0,
  "ownership": {
    "default": 0,
    "yECpvB6rPSLHk9Lh": 3
  },
  "_key": "!items!wWtBcshahm11stMY"
}
