{
  "type": "spell",
  "name": "Akashic Revival",
  "folder": "uIyg7rfbXLT1OSXC",
  "system": {
    "description": {
      "gm": "",
      "value": "<p>You dispatch perfect documentation of the target's physical body to the Akashic Record, allowing it to later recall this record and reconstruct its body as it was when you cast this spell. The record includes the target's current Hit Points, augmentations, attribute modifiers, and any afflictions or conditions it had.</p><p>If the target dies of anything other than old age, it can recall its recorded body from the Akashic Record. This process takes 1 minute, after which time its corpse disappears, and the target instantly reappears in the recorded body in the corpse's space and with any worn equipment. It re-forms standing and can choose to pick up any equipment it dropped in the space from when it died, assuming the equipment is still there. If it can't occupy that space, it appears as close to the space as possible, though it must still retrieve its equipment. It retains its mind as it was at the time of the body's death, so it regains no expended spells, Focus Points, or uses of special abilities. Any mental effects affecting the target at the time of its death persist in its new body.</p><p>Retrieving the body from the Akashic Record or having the duration expire removes the stored information from the Akashic Record, requiring you to cast this spell again.</p><p>Casting the spell replaces any previous record you've stored with prior castings—you can store only one copy of any creature in the Akashic Record using this spell.</p>"
    },
    "rules": [],
    "slug": "akashic-revival",
    "_migration": {
      "version": 0.94,
      "lastMigration": null,
      "previous": {
        "schema": null,
        "foundry": "13.346",
        "system": "7.2.3"
      }
    },
    "traits": {
      "otherTags": [],
      "value": [
        "concentrate",
        "manipulate"
      ],
      "rarity": "common",
      "traditions": [
        "occult"
      ]
    },
    "publication": {
      "title": "Starfinder Player Core",
      "authors": "",
      "license": "ORC",
      "remaster": true
    },
    "level": {
      "value": 8
    },
    "requirements": "",
    "target": {
      "value": "1 willing creature"
    },
    "range": {
      "value": "touch"
    },
    "area": null,
    "time": {
      "value": "10 minutes"
    },
    "duration": {
      "value": "1 day",
      "sustained": false
    },
    "damage": {},
    "defense": null,
    "cost": {
      "value": ""
    },
    "location": {
      "value": null
    },
    "counteraction": false
  },
  "_id": "f98vwzcdxafum8ln",
  "img": "modules/sf2e-anachronism/art/icons/abilities/blue-energy-alien-hand.webp",
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0,
    "cWwLchXkibIUDc9I": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.346",
    "systemId": "pf2e",
    "systemVersion": "7.2.3"
  },
  "_key": "!items!f98vwzcdxafum8ln"
}
